Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Tylko pamiętaj, że nie lubimy zamieszania w papierach. Jeśli raz podejmiesz decyzję, to już jej nie cofniesz.
uk: Тільки пам'ятай, що ми не любимо паперової тяганини. Прийнявши рішення, ти вже не зможеш його змінити.

source: Tylko pamiętaj, że w klasztorze mają dziś jakiś dzień ciszy, więc nawet nie próbuj wbiegać do losowych pomieszczeń czy komukolwiek przeszkadzać!
uk: Тільки пам'ятай, що сьогодні в монастирі тихий день, тому навіть не намагайся забігати у випадкові кімнати і турбувати когось!

source: Tylko pamiętaj, żeby zawsze mieć przy sobie Mrocznego Paladyna! Bez niego nawet nie zaczynaj z nikim z nich rozmowy.
uk: Тільки не забудь, щоб в тебе завжди був з собою Темний Паладин! Без нього навіть не починай розмову ні з ким із них.

source: Tylko pamiętaj, żebyś mu niczego nie wygadał!
uk: Тільки стеж за язиком, щоб себе не видати!

source: Tylko pamiętaj: jeśli któryś z obozowiczów zapyta się, co za wybuch słyszał tuż przed lawiną, powiedz mu, że to przez aktywność wulkanu!
uk: Тільки пам'ятай: якщо хтось із табору запитає, що за вибух вони чули просто перед сходженням лавини, скажи їм, що це була вулканічна активність!

source: Tylko pamiętaj: moje kontakty będą miały na ciebie oko.
uk: Тільки пам'ятай: мої люди за тобою наглядатимуть.

source: Tylko patrzeć aż dobiorą się do naszych sakiewek!
uk: Дочекаєтеся, поки вони не дістануться до наших гаманців!

source: Tylko patrzeć, aż Martha zacznie narzekać, że znowu musi zajmować się czyimiś brudnymi kalesonami.
uk: Дочекатись не можу, коли Марта почне нарікати, що їй знову доводиться мати справу з чиєюсь брудною білизною.

source: Tylko pięć złotych monet.
uk: Лише п'ять золотих монет.

source: Tylko po to, by upokorzyć mnie przed Królem?
uk: Усе це лише для того, щоб принизити мене перед Королем?

source: Tylko poczekaj, Roderich i Lorenzo o wszystkim się dowiedzą. Będziesz miał kłopoty chłopcze.
uk: Тільки зачекай, Родеріх і Лоренцо про все дізнаються. У тебе будуть проблеми, хлопче.

source: Tylko pod żadnym pozorem nie zbaczaj z drogi. Nie chcesz wiedzieć, co żyje na tych bagnach.
uk: Тільки в жодному разі не звертай зі стежки. Краще тобі не знати, що живе в цих болотах.

source: Tylko pod żadnym pozorem się nie zatrzymuj, my zatrzymamy ich tak długo, jak będzie trzeba!
uk: Тільки ні в якому разі не зупиняйся, ми будемо стримувати їх стільки, скільки буде потрібно!

source: Tylko potem nie płacz, że za mocno! No, wyciągnij broń.
uk: Тільки потім не плач, чому так боляче! Ну, витягай зброю.

source: Tylko potwór zabija matkę, która go karmi. Matką jest ta wyspa, jej ciemiężcą zaś gubernator.
uk: Лише потвора вбиває матір, яка його годує. Матір’ю є цей острів, а її гнобителем – губернатор.

source: Tylko potęga Innosa może raz na zawsze uporać się z nadchodzącym niebezpieczeństwem.
uk: Тільки сила Інноса може раз і назавжди подолати небезпеку, що насувається.

source: Tylko prawdziwy król złodziei mógłby dostać się do środka.
uk: Тільки справжній король злодіїв може потрапити всередину.

source: Tylko przechodziłem.
uk: Я просто проходив повз.

source: Tylko przez miłosierdzie Boga Światła ciało i dusza dostąpi spoczynku w jego świętym domu, gdy zgaśnie płomień ludzkiego życia.
uk: Тільки з милості Бога Світла, тіло і душа отримають спокій у Його святому домі, коли згасне полум'я людського життя.

source: Tylko przygotuj złoto!
uk: Тільки приготуй золото!

source: Tylko rozmawiasz, co? Dam głowę, że coś im tam dawałeś!
uk: Просто розмовляв, так? Ручаюся, що ти їм щось там давав!

source: Tylko się kompromitujesz.
uk: Ти тільки осоромив себе.

source: Tylko się nie poparz, jest jeszcze gorąca.
uk: Не обпечися, він ще гарячий.

source: Tylko się nie przyzwyczajaj, bo to jednorazowa przysługa.
uk: Тільки не звикай до цього, бо це одноразова послуга.

source: Tylko się nie śmiej!
uk: Тільки не смійся!

source: Tylko się pospiesz, nie uśmiecha mi się machać tutaj kilofem przez kilka najbliższych dni.
uk: Тільки поквапся, я не хочу тут махати киркою наступні кілька днів.

source: Tylko się pośpiesz!
uk: Поквапся, прошу!

source: Tylko się pośpiesz, Berter może wrócić lada moment.
uk: Тільки поквапся, Бертер може повернутися будь-якої миті.

source: Tylko się pośpiesz, bo będę zmuszony iść tam bez ciebie! Dość już narzekania Morrisa, że nie robimy nic dla dobra miasta.
uk: Тільки поквапся, бо я буду змушений піти туди без тебе! Мені вже досить нарікань Морріса на те, що ми нічого не робимо для блага міста.

source: Tylko się pośpiesz, jeśli Bloodwyn rozpocznie te swoje egzekucje, to nie obejdzie się bez masakry.
uk: Тільки поквапся, бо якщо Бладвін розпочне свої розправи, різанини не уникнути.

source: Tylko się pośpiesz, nie mógł odejść daleko.
uk: Поквапся, він не міг далеко втекти.

source: Tylko się streszczaj, bo mam pełne ręce roboty.
uk: Тільки поквапся, бо в мене ще повно роботи.

source: Tylko skończony idiota szedłby o tej porze przez dzikie ostępy.
uk: Лише повний ідіот буде ходити по дикій місцевості в цю годину.

source: Tylko sobie nie myśl, że jesteśmy teraz jakimiś kumplami! Nie zapomnę ci tego!
uk: Тільки не думай, що ми тепер приятелі! Я тобі цього не забуду!

source: Tylko spróbuj mnie tknąć, a Starszy się o wszystkim dowie.
uk: Тільки спробуй доторкнутись до мене, і староста про все дізнається.

source: Tylko spójrz na to pobojowisko.
uk: Ти тільки поглянь на цей гармидер.

source: Tylko tak wyglądają. Arwid wpadł na pomysł, że przy pomocy alchemika może uda nam się oszukać Graysona.
uk: Вони тільки так виглядають. Арвід придумав, як за допомогою алхіміка ми можемо обдурити Грейсона.

source: Tylko teraz nie zepsuj wszystkiego podczas walki.
uk: Тепер тільки не зіпсуй все під час бою.

source: Tylko trupy.
uk: Тільки трупи.

source: Tylko tyle potrzebuję.
uk: Це все, що мені потрібно.

source: Tylko tyle, że Myrtańczycy rujnują tą wyspę. Mam nadzieję, że prędko dopadną was wszystkich orkowie!
uk: Тільки те, що міртанці руйнують цей острів. Сподіваюся, орки скоро до вас усіх дістануться!

source: Tylko tyle, że każda świnia z miasta teraz chce taką dla siebie.
uk: Тільки те, що кожна свиня з міста хоче такого мати.

source: Tylko tyle, że zajęli pozycje w paru miejscach na wyspie.
uk: Лише те, що вони зайняли позиції в кількох місцях на острові.

source: Tylko tyle?
uk: І більше ніхто?

source: Tylko tyle? Chłopcze, to bardzo dużo!
uk: І це все? Хлопче, це вже дуже багато!

source: Tylko tyle? To jest niewiele ponad połowa całej sumy, którą powinieneś dostać.
uk: І це все? Тут трохи більше половини від всієї суми, яку ти мав отримати.

source: Tylko tymczasowo, udało mi się oczyścić plac.
uk: Лише ненадовго. Мені вдалося розчистити площу.

source: Tylko udajesz takiego naiwnego? Nie widzisz, co Myrtańczycy zrobili z tą wyspą?
uk: Прикидаєшся наївним? Хіба ти не бачиш, що жителі Міртани зробили з цим островом?

source: Tylko upoważnione osoby w kopalni mogą chodzić w strojach Gildii Araxos.
uk: Тільки уповноваженим особам у копальні дозволено розгулювати в одязі Гільдії Араксос.

source: Tylko uważaj na wilki, wyglądasz jak idealna przekąska.
uk: Тільки стережися вовків, адже ти виглядаєш ідеальною здобиччю.

source: Tylko uważaj tam na siebie. Skoro jest ich liderem, to na pewno potrafi świetnie walczyć.
uk: Тільки будь там обережний. Якщо він їхній ватажок, я впевнений, що він вміє добре битися.

source: Tylko uważaj z tym. Środek jest mocno żrący, jeden fałszywy ruch i zostaniesz kaleką do końca swych dni.
uk: Тільки обережніше з ним. Речовина дуже їдка, один невірний рух і ти залишишся калікою до кінця своїх днів.

source: Tylko uważaj! To nie są byle ścierwojady.
uk: Тільки будь обережним! Це тобі не падальники.

source: Tylko uważaj, żeby nie zabłądzić zbytnio na północ. W tamtych lasach czają się straszliwie niebezpieczne bestie.
uk: Тільки будь обережним і не заходь надто далеко на північ. У тих лісах ховаються страшенно небезпечні звірі.

source: Tylko uważaj, żebyś nie spadł! Wolałbym nie zbierać twoich resztek ze ścieżki.
uk: Тільки обережно, не впади! Я б не хотів збирати твої рештки зі стежки.

source: Tylko uważajcie, żeby nie przesadzić z tą zabawą, tak jak kilku podejrzanych grajków, którzy poszli z dymem wraz z pewnym młynem!
uk: Тільки будьте обачні, щоб не перебрати з веселощами, як деякі нечисті на руку гравці, які погоріли на цьому!

source: Tylko w ten sposób ocalimy je od rychłej zguby!
uk: Це єдиний спосіб врятувати його від неминучої загибелі!

source: Tylko w ten sposób unikniesz starcia z czyhającą w zaroślach bestią, która bez problemów rozszarpałaby cię na strzępy.
uk: Тільки так можна уникнути зіткнення зі звіром, що причаївся в кущах, і який легко розірве тебе на шматки.

source: Tylko weź ze sobą resztę, bo inaczej będą tęsknić.
uk: Тільки візьми решту з собою, інакше вони сумуватимуть за тобою.

source: Tylko wpierw sobie porządnie golnę...
uk: Тільки спершу зроблю ще один ковток...

source: Tylko wybrani magowie posługują poza tymi murami. Większość z nich przebywa w mieście.
uk: Лише обрані маги несуть своє служіння поза цими стінами. Більшість з них перебуває у місті.

source: Tylko wąskie grono nowicjuszy zostaje magami Kręgu Ognia.
uk: Лише невелика кількість послушників стає магами Кола Вогню.

source: Tylko z pomocą straży miejskiej jestem w stanie odnaleźć mojego brata.
uk: Тільки з допомогою Міської Варти мені під силу розшукати брата.

source: Tylko zachęcisz tych dupków, żeby zrobili tu obławę, a wtedy już nigdy się ich nie pozbędziemy!
uk: Ти тільки підштовхнеш цих недоумків влаштувати тут обшук, і тоді ми вже ніколи їх не позбудемося!

source: Tylko zanim zaczniesz je sporządzać bez nadzoru, przyjrzyj się dokładnie zawartości tego podręcznika.
uk: Перед тим, як почнеш створювати їх без нагляду, уважно ознайомся зі змістом цього посібника.

source: Tylko zapytałem. Nie musisz być niemiła.
uk: Я просто запитав. Не обов'язково так сердитися.

source: Tylko że radca zawsze chciał przyłączenia winnicy do miasta, szczególnie po buncie Valerio.
uk: Тільки от радник завжди хотів, щоб виноградник був приєднаний до міста, особливо після бунту Валеріо.

source: Tylko że teraz pewnie wywali was z roboty.
uk: Тільки тепер вас, скоріше за все, виженуть з роботи.

source: Tylko że zależy mi na czasie...
uk: Просто в мене обмаль часу...

source: Tylko, co taki parszywy szczur lądowy jak ty, miałby o tym wiedzieć?
uk: Але що може знати про це такий паршивий сухопутний щур, як ти?

source: Tylko, ekhm...
uk: Тільки, ех...

source: Tylko, jeśli dalej będziesz tak sumiennie pracował!
uk: Тільки якщо і далі будеш так сумлінно працювати!

source: Tylko, w kwestii łowiectwa, musiałbyś znać jakieś podstawy, nie chce mi się ich tłumaczyć. Ale za to opowiem ci o pozyskiwaniu sadła, żuwaczek, skór gadów i oprawianiu krwiopijców!
uk: Ось тільки основи мисливства я не хочу тобі пояснювати, давай як-небудь сам. Зате можу розповісти, як добувати жир, щелепи, шкури рептилій і крила шершнів!

source: Tylko, że mieliśmy iść do Gerstanda wieczorem. Teraz to by nie miało sensu, za mało ludzi jest w karczmie o tej porze.
uk: Тільки ми маємо йти до Герстанда ввечері. Зараз немає сенсу, в цей час у корчмі мало людей.

source: Tylko... ekhem... Roderich wspominał o samej walce. Na naukę pozyskiwania trofeów będę miał czas tylko wtedy, kiedy przyniesiesz ze sobą złoto.
uk: Але... екхем... Родеріх згадував тільки про бойові навички. Я витрачатиму час на навчання добуванню трофеїв тільки за окрему плату.

source: Tylko... nie rób mu krzywdy. I tak jest już wrakiem samego siebie.
uk: Тільки... Не чіпай його. Він і так вже не в собі.

source: Tylko... niech szef lepiej tego nie próbuje, t-to nie trunek na szefa gardło!
uk: Тільки... шефу краще цього не куштувати, цей напій не для вашого горла!

source: Tylko... zachowaj to dla siebie, bo jeszcze dostanę od niego po łbie.
uk: Тільки... не кажи нікому про це, а то я ще отримаю від нього прочухана.

source: Tylko... zejdźmy może z widoku, dobrze? Będę się wtedy pewniej czuł.
uk: Тільки... давай сховаємось від людських очей, добре? Тоді я почуватимусь більш впевнено.

source: Tylu trików?
uk: Трюків?

source: Tylu wojowników powinno wystarczyć. Mogę wracać do Kessela.
uk: Такої кількості воїнів повинно вистачити. Я можу повернутися до Кесселя.

source: Tym bardziej ci się należy. Dzięki tobie wreszcie będę mógł zerwać z łatką przydupasa.
uk: Тим більше, ти на це заслуговуєш. Завдяки тобі я нарешті зможу вирватися з ролі підлеглого.

source: Tym bardziej! Bierz się do roboty, młody. W końcu to tobie Cortez kazał przypilnować, by wszystko poszło gładko.
uk: Тим більше! До роботи, хлопче. Зрештою, саме тобі Кортез доручив простежити, щоб усе пройшло гладко.

source: Tym bardziej, że sami do końca nie znamy ich motywacji.
uk: Тим більше, що ми самі не знаємо до кінця їхніх мотивів.

source: Tym lepiej. Dziękuję za wszystko.
uk: Тим краще. Дякую тобі за все.

source: Tym razem Gumbert zażyczył sobie 10 jabłek. Jeśli nie mam ich przy sobie, to powinienem poszukać ich w sadzie obok winnicy.
uk: Цього разу Гумберт хоче, щоб я приніс 10 яблук. Якщо в мене немає стільки з собою, то я знайду їх у саду поруч з виноградником.

source: Tym razem ci daruję. Co mówiłem o kwestionowaniu moich decyzji?
uk: Цього разу я тобі пробачу. Що я казав про сумніви щодо моїх рішень?

source: Tym razem ci odpuszczę, ale uważaj - będę cię miał na oku.
uk: Цього разу я тебе відпущу, але знай, що я очей з тебе не спускатиму.

source: Tym razem ci odpuszczę.
uk: Цього разу я тебе відпущу.

source: Tym razem daruję ci życie! Lepiej nie wchodź mi więcej w drogę, bo następnym razem nie będę tak łaskawy!
uk: Цього разу я збережу тобі життя! Але краще не плутайся в мене під ногами, наступного разу я не буду таким добрим!

source: Tym razem do ścięcia idziesz ty.
uk: Цього разу саме тобі відсічуть голову.

source: Tym razem do ścięcia idziesz ty. Niepotrzebnie pozwoliłem, byś opuścił więzienie.
uk: Цього разу саме тобі відсічуть голову. Я не повинен був витягати тебе з в'язниці.

source: Tym razem dostaniesz porządny łomot!
uk: Цього разу ти отримаєш на горіхи!

source: Tym razem jego wątpliwe metody nie będą stanowiły problemu.
uk: Цього разу його сумнівні методи не стануть проблемою.

source: Tym razem musimy spotkać się w sekrecie. To poważna sprawa. Chodź, zaprowadzę cię do niego.
uk: Цього разу ми мусимо зустрітися таємно. Справа дуже серйозна. Ходімо, я проведу тебе до нього.

source: Tym razem nie będziesz musiał niczego sprzątać.
uk: Цього разу тобі не доведеться нічого прибирати.

source: Tym razem sami sobie nie poradzimy, mamy zwyczajnie za mało ludzi. Musimy nawiązać współpracę z Roderichem i Lorenzo.
uk: Цього разу ми не впораємося самостійно, у нас замало людей. Ми мусимо просити про допомогу Родеріха і Лоренцо.

source: Tym razem stan wyjątkowy został podzielony na dwa etapy.
uk: Цього разу надзвичайний стан було поділено на два етапи.

source: Tym razem to ja wygrałem. Nie jest to wielkie osiągnięcie, ale przynajmniej nie będę wyglądał na nieudacznika przed Winstanem. Muszę się od niego dowiedzieć, jaki jest następny etap treningu.
uk: Цього разу я переміг. Невелике досягнення, але принаймні я не виглядатиму перед Вінстаном невдахою. Потрібно дізнатися у нього, який наступний етап тренувань.

source: Tym razem trzeba do tego podejść na spokojnie. Dość już przelaliśmy dzisiaj krwi. Sprawdzimy kto tam jest, będziemy obserwować sytuację, a dopiero później uderzymy.
uk: Цього разу потрібно діяти спокійно. Сьогодні ми пролили достатньо крові. Подивимося, хто там є, поспостерігаємо за ситуацією, і тільки тоді завдамо удару.

source: Tym razem wolę się przyjrzeć jak pracujesz, tak dla pewności.
uk: Цього разу я вважаю, що краще простежити за тим, як ти працюєш, просто щоб переконатися.

source: Tym razem, to nie są żarty, chłopcze.
uk: Цього разу це тобі не жарти, хлопче.

source: Tym się jednak nie martw, nie ma szans, żebyś dotrwał do finału.
uk: Але не хвилюйся, у тебе немає жодних шансів потрапити до фіналу.

source: Tym się nie musisz martwić.
uk: Тобі не потрібно турбуватися про це.

source: Tym sposobem będą musieli do niego wpaść, gdy spróbują dostać się do środka jaskini.
uk: Тоді вони проваляться в неї, коли спробують потрапити всередину печери.

source: Tym sposobem pozbyliśmy się dostaw ziela. Ale przynajmniej żyjemy.
uk: Так ми втратили запаси трави. Але принаймні залишилися живими.

source: Tym sposobem pozbywamy się jednego bez ryzyka zemsty drugiego, genialne! Bierzmy się do roboty!
uk: Таким чином ми позбудемося одного, не ризикуючи помститися іншому, геніально! За роботу!

source: Tym właśnie jest potęga wina, chłopcze. Ten niezwykły napój pomoże ci zjednać każdego.
uk: Ось у чому сила вина, хлопче. Цей надзвичайний напій допоможе тобі підкорити будь-кого.

source: Tym właśnie są Wywrotowcy - zarazą. Tlącą się iskrą, która, jeśli nieugaszona w porę, w końcu spopieli to miasto.
uk: Саме цим і є диверсанти – це пошесть. Тліюча іскра, яка, якщо її вчасно не загасити, зрештою спалить це місто.

source: Tym, czym każdy strażnik, może z tą różnicą, że ciągle dostaję wartę przy więzieniu. Od przebywania z tymi szumowinami można oszaleć, ale co zrobisz.
uk: Тим, чим і кожен вартовий. За винятком, хіба що, того, що я досі стою на варті у в'язниці. Від спілкування з цими покидьками можна збожеволіти, але що поробиш.

source: Tymczasem czekam i nie mogę go nawet wywalić bo wielki kapitan musi się dowiedzieć kto zabił tego pijaka.
uk: Тим часом я чекаю і навіть не можу його витягти, бо великий капітан має з'ясувати, хто вбив п'яницю.

source: Tymczasem królestwo chwieje się w posadach, Król nie radzi sobie z orkami, a handel wymiera. Potrzebujemy każdego kontraktu, który przyniesie nam duży zysk!
uk: Тим часом королівство розвалюється, Король не може впоратися з орками, а торгівля занепадає. Нам потрібен кожен контракт, який може принести нам великий прибуток!

source: Tymczasem muszę wracać do moich obowiązków w ratuszu.
uk: Тим часом я повинен повернутися до своїх обов'язків у ратуші.

source: Tymczasem na małej wyspie Londram dwóch braci szykuje się do ucieczki na Archolos.
uk: Тим часом, на маленькому острові Лондрам двоє братів готувались до втечі на Архолос.

source: Tymczasem nasze obecne zlecenie zdaje się być nieco...
uk: Тим часом наше нинішнє завдання виглядає трохи...

source: Tymczasem porozmawiam sobie z Venzelem.
uk: А я тим часом поговорю з Венцелем.

source: Tymczasem pozwolicie, że napełnię swoją sakiewkę kilkoma złotymi monetami. Nie przeszkadzajcie sobie w szukaniu tego miecza.
uk: А поки що дозвольте, я наповню свій гаманець кількома золотими монетами. Не турбуйтеся про той меч.

source: Tymczasem ruszam do Lorenzo. Już nie mogę się doczekać, aż jego twarz zrobi się czerwona.
uk: Тим часом я піду до Лоренцо. Не можу дочекатися, коли побачу, як почервоніє його обличчя.

source: Tymczasem wpadłeś na trop Jona, co bardzo mnie zaskoczyło. Ktoś, komu chodzi tylko o zarobek, nie wykonałby tak trudnej roboty w tak krótkim czasie.
uk: Тим часом ти зумів натрапити на слід Йона, що мене дуже здивувало. Той, хто думає лише про заробіток, не зміг би виконати таку складну роботу за такий короткий час.

source: Tymczasem wracam do świątyni i wam także radzę się tam udać, by przeprosić za wasze przewinienia.
uk: А я тим часом повернусь до храму і раджу вам також його відвідати, аби принести вибачення за ваші вчинки.

source: Tymczasem zajmujemy się sprzedawaniem posążków i powiększaniem majątku Kościoła.
uk: А ми тим часом займаємося продажем статуеток і примноженням церковних статків.

source: Tymczasem, aby przerwać aktualny impas na froncie, król wysłał całą potęgę swojej morskiej floty,
uk: Тим часом фронт вимагав рішучих дій, і король відправив туди всю міць свого флоту,

source: Tymczasem, dziękuję ci za współpracę. I życzę powodzenia w przyszłości.
uk: А поки що дякую за співпрацю. І удачі в майбутньому.

source: Tymczasem, muszę cię prosić o oddalenie się. Ja już załatwię wszystkie kwestie finansowe z kwatermistrzem. O Detlowie pamiętam, nie przejmuj się. Do zobaczenia.
uk: А поки що мушу попросити залишити мене. Всі фінансові питання я вже вирішив з інтендантом. Про Детлоу я пам'ятаю, не хвилюйся. До побачення.

source: Tymczasem, proszę: twoja nagroda.
uk: А поки що, ось: твоя винагорода.

source: Tymczasem, wracam do przepisywania. Teraz powinienem się już wyrobić. Lepiej będzie, jeśli Lokvar cię tu nie zauważy, gdy się obudzi. Jeszcze raz dzięki za pomoc.
uk: А я тим часом повернуся до переписування. Тепер я вже сам з цим впораюсь. Буде краще, якщо Локвар тебе тут не побачить, коли прокинеться. Ще раз дякую за допомогу.

source: Tymczasem, znajdź sobie jakieś nowe zajęcie. W straży zawsze jest co robić!
uk: Поки що знайди собі якусь іншу роботу. У Варті завжди є чим зайнятися!

source: Tymczasowo zwiększa twoją manę.
uk: Тимчасово збільшує вашу ману.

source: Tymczasowo zwiększa twoją ochronę.
uk: Тимчасово збільшує ваш захист.

source: Tymczasowo zwiększa twoją siłę.
uk: Тимчасово збільшує вашу силу.

source: Tymczasowo zwiększa twoją szybkość,
uk: Тимчасово збільшує вашу швидкість,

source: Tymczasowo zwiększa twoją witalność.
uk: Тимчасово збільшує ваше здоров'я.

source: Tymczasowo zwiększa twoją zręczność.
uk: Тимчасово збільшує вашу спритність.

source: Typ już dawno zalazł mi za skórę.
uk: Цей тип давно сидів у мене в печінках.

source: Typowa gadka... Nie znam faceta... ktoś tam z tłumu bąknął, że ponoć zasłużył się czymś w Bitwie o Varrant. Może i tak było, ale co dowódca armii lądowej może wiedzieć o walce na morzu? Admiralicji do reszty się w dupach poprzewracało.
uk: Типова балаканина... Я його не знаю... Хтось у натовпі пробурмотів, що він нібито відзначився у битві за Варант. Можливо, так воно і було, але що може знати командир сухопутної армії про битви на морі? В Адміралтействі зовсім з глузду з'їхали.

source: Typowa wymówka kupca, który wyniuchał lepszą ofertę.
uk: Типова відмовка торговця, який винюхав кращу пропозицію.

source: Typowe dla młodych... ale chyba ci się nie przedstawiłem, prawda?
uk: Типово для молодих... але я, здається, не представився правда?

source: Tysiąc sztuk złota i jedna owca.
uk: Тисяча золотих і одна вівця.

source: Tysiąc sztuk złota? Jak to podzielić na czterech?
uk: Тисяча золотих? Як поділити її на чотирьох?

source: Tytoń? Nie wiem o czym mowa, zajęty jestem.
uk: Тютюн? Я не знаю, про що ти питаєш, я зайнятий.

source: Tyś Wiecznym Światłem, które nigdy nie zgaśnie!
uk: Ти – Вічне Світло, яке ніколи не згасне!

source: Tyś mieczem świetlistym mroki Morgradu rozpraszasz!
uk: Ти розсіюєш темряву Морграду мечем світла!

source: Tyś początkiem i końcem. Pierwszym i ostatnim.
uk: Ти початок і кінець. Перший і останній.

source: Tyś podróżnym gwiazdy nocą rozpalasz!
uk: Ти запалюєш зорі уночі!

source: Tyś prawych nagradzasz, a upadłych karzesz!
uk: Ти нагороджуєш праведників і караєш грішників!

source: Tyś tarczą płomienną Pałacu Potęgi strzeżesz!
uk: Ти захищаєш Палац Сили щитом вогню!

source: Tę bitwę będziesz musiał jednak stoczyć sam. Wybacz mi, przyjacielu.
uk: Однак цю битву тобі доведеться вести самотужки. Пробач мені, мій друже.

source: Tę błyskotkę mam jeszcze z ojczyzny.
uk: Ця дрібничка у мене ще залишилася з батьківщини.

source: Tę notatkę sporządził jakiś królewski Paladyn.
uk: Це записка якогось королівського паладина.

source: Tę paloność czuć i w smaku i w zapachu. Pij je jak wino, powoli, wydobywając z niego całe jego bogactwo.
uk: Це обсмаження відчувається і в смаку, і в ароматі. Пий його як вино, повільно, розкриваючи все його багатство.

source: Tę pierwszą często wykorzystują do swoich posłań Południowcy. Z pewnością część z nich nosi je też przy sobie, by się ogrzewać.
uk: Перші часто використовуються південцями замість ковдри. Звісно, дехто їх також носить із собою, щоб зігрітися.
